Autodesk.Revit.DB.OrdinateDimensionSetting.OriginTickMarkId
Specifies the id of the tick mark element to use for the dimension origin.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2017 Subscription Update